Repository: Wellgram/Telegram-iOS
Catalog: Telegram/Telegram-iOS/*.lproj/WellLocalizable.strings
Languages: be, ca, fr, id, ms, nl, uk, uz

# NiceFeatures.Tabs.Header
source: TABS
be: Этыкетка
ca: Etiqueta
fr: Étiqueter
id: Label
ms: Label
nl: Label
uk: ВКЛАДКИ
uz: Yorliq

# NiceFeatures.Tabs.ShowContacts
source: Show Contacts Tab
be: Паказаць ўкладку <Кантакт>
ca: Mostra la pestanya <Contacte>
fr: Afficher l'onglet <Contact>
id: Tampilkan tab <Kontak>
ms: Tunjukkan tab <Kenalan>
nl: Tabblad <Contact> tonen
uk: Показувати контакти
uz: <Kontakt> yorlig'ini ko'rsatish

# NiceFeatures.Folders.Header
source: FOLDERS
be: групоўка
ca: Agrupació
fr: Regroupement
id: Pengelompokan
ms: berkumpulan
nl: Groepering
uk: групування
uz: Guruhlash

# NiceFeatures.Folders.TgFolders
source: Folders at bottom
be: Групы паказаны ўнізе
ca: Els grups es mostren a la part inferior
fr: Les groupes sont affichés en bas
id: Grup ditampilkan di bagian bawah
ms: Kumpulan ditunjukkan di bahagian bawah
nl: Groepen worden onderaan weergegeven
uk: Групи відображаються внизу
uz: Guruhlar pastki qismida ko'rsatilgan

# NiceFeatures.Folders.TgFolders.Notice
source: iOS-styled folder list
be: Згрупаваны спіс у стылі iOS
ca: Llista agrupada d'estil iOS
fr: Liste groupée de style iOS
id: Daftar pengelompokan gaya iOS
ms: Senarai berkumpulan gaya iOS
nl: Gegroepeerde lijst in iOS-stijl
uk: Згрупований список у стилі iOS
uz: iOS uslubidagi guruhlangan ro'yxat

# NiceFeatures.RoundVideos.Header
source: ROUND VIDEOS
be: кругавое відэа
ca: Vídeo circular
fr: Vidéo circulaire
id: Video melingkar
ms: video pekeliling
nl: Ronde video
uz: Dumaloq video

# NiceFeatures.RoundVideos.UseRearCamera
source: Start with rear camera
be: Выкарыстоўвайце заднюю камеру
ca: Utilitzeu la càmera posterior
fr: Utiliser la caméra arrière
id: Gunakan kamera belakang
ms: Gunakan kamera belakang
nl: Gebruik de achteruitrijcamera
uz: Orqa kameradan foydalaning

# NiceFeatures.Notifications.HideNotifyAccount
source: Hide account in notification
be: Схаваць уліковы запіс ад апавяшчэнняў
ca: Amaga el compte de les notificacions
fr: Masquer le compte des notifications
id: Sembunyikan akun dari notifikasi
ms: Sembunyikan akaun daripada pemberitahuan
nl: Account verbergen voor meldingen
uk: Приховати обліковий запис від сповіщень
uz: Hisobni bildirishnomalardan yashirish

# NiceFeatures.Notifications.HideNotifyAccountNotice
source: Instead of «User → Account» you will see only «User». For multiple accounts only.
be: Калі вы дадалі некалькі ўліковых запісаў у наладах, інфармацыя аб вашым уліковым запісе не будзе адлюстроўвацца ў апавяшчэннях.
ca: Quan hàgiu afegit diversos comptes a la configuració, la informació del vostre compte no es mostrarà a les notificacions.
fr: Lorsque vous avez ajouté plusieurs comptes dans les paramètres, les informations de votre compte ne seront pas affichées dans les notifications.
id: Ketika Anda telah menambahkan beberapa akun di pengaturan, informasi akun Anda tidak akan ditampilkan di notifikasi.
ms: Apabila anda telah menambah berbilang akaun dalam tetapan, maklumat akaun anda tidak akan dipaparkan dalam pemberitahuan.
nl: Als je meerdere accounts hebt toegevoegd in de instellingen, worden je accountgegevens niet weergegeven in meldingen.
uk: Якщо ви додали кілька облікових записів у налаштуваннях, інформація про ваш обліковий запис не відображатиметься в сповіщеннях.
uz: Sozlamalarda bir nechta hisob qo'shsangiz, hisob ma'lumotlaringiz bildirishnomalarda ko'rsatilmaydi.

# NiceFeatures.Tabs.ShowNames
source: Show Tab Names
be: паказаць імя тэга
ca: Mostra el nom de l'etiqueta
fr: Afficher le nom de la balise
id: Tampilkan nama tag
ms: Tunjukkan nama tag
nl: Toon tagnaam
uk: показати назву тегу
uz: Teg nomini ko'rsatish

# Chat.ForwardAsCopy
source: Forward As Copy
be: Наперад без цытавання
ca: Endavant sense citació
fr: Faire suivre sans citation
id: Maju tanpa kutipan
ms: Ke hadapan tanpa petikan
nl: Doorsturen zonder bronvermelding
uk: Вперед без посилань
uz: Iqtibossiz oldinga

# NiceFeatures.HideNumber
source: Hide phone in settings
be: схаваць нумар мабільнага тэлефона ў наладах
ca: Amagar el número de mòbil a la configuració
fr: Masquer le numéro de portable dans les paramètres
id: Sembunyikan nomor ponsel di pengaturan
ms: Sembunyikan nombor telefon bimbit dalam tetapan
nl: Verberg mobiel nummer in instellingen
uk: приховати номер мобільного в налаштуваннях
uz: Sozlamalarda mobil raqamni yashirish

# NicegramSettings.Other.hidePhoneInSettingsNotice
source: Your number will be hidden in the UI only. To hide it from others, please use Privacy settings.
be: Ваш нумар тэлефона будзе схаваны толькі ў інтэрфейсе налад, каб схаваць яго ад іншых карыстальнікаў, выкарыстоўвайце налады прыватнасці.
ca: El vostre número de telèfon només s'amagarà a la interfície de configuració, per amagar-lo d'altres usuaris, utilitzeu la configuració de privadesa.
fr: Votre numéro de téléphone ne sera caché que dans l'interface des paramètres, pour le cacher aux autres utilisateurs, veuillez utiliser les paramètres de confidentialité.
id: Nomor telepon Anda hanya akan disembunyikan di antarmuka pengaturan, untuk menyembunyikannya dari pengguna lain, silakan gunakan pengaturan privasi.
ms: Nombor telefon anda hanya akan disembunyikan dalam antara muka tetapan, untuk menyembunyikannya daripada pengguna lain, sila gunakan tetapan privasi.
nl: Uw telefoonnummer wordt alleen verborgen in de instellingeninterface. Gebruik de privacy-instellingen om het voor andere gebruikers te verbergen.
uk: Ваш номер телефону буде приховано лише в інтерфейсі налаштувань, щоб приховати його від інших користувачів, скористайтеся налаштуваннями конфіденційності.
uz: Telefon raqamingiz faqat sozlamalar interfeysida yashirin bo'ladi, uni boshqa foydalanuvchilardan yashirish uchun maxfiylik sozlamalaridan foydalaning.

# WGStrings.AutoTranslate
source: Auto translate for chat
be: Аўтаматычны пераклад для чата
ca: Traducció automàtica per al xat
fr: Traduction automatique pour le chat
id: Terjemahkan otomatis untuk obrolan
ms: Auto terjemah untuk sembang
nl: Automatisch vertalen voor chat
uk: Автоматичний переклад для чату
uz: Suhbat uchun avtomatik tarjima

# WGStrings.HandTranslate
source: 1Manual translation for message
be: Пераклад паведамлення ўручную
ca: Traducció manual del missatge
fr: Traduction manuelle du message
id: Terjemahan manual untuk pesan
ms: Terjemahan manual untuk mesej
nl: Handmatige vertaling voor bericht
uk: Ручний переклад повідомлення
uz: Xabar uchun qo'lda tarjima

# WGStrings.SendTranslate
source: Show translation when messaging
be: паказваць пераклад падчас абмену паведамленнямі
ca: Mostrar la traducció en enviar missatges
fr: Afficher la traduction lors de la messagerie
id: Tampilkan terjemahan saat mengirim pesan
ms: Tunjukkan terjemahan semasa menghantar mesej
nl: Vertaling weergeven bij berichten
uk: показувати переклад під час обміну повідомленнями
uz: Xabar yuborishda tarjimani ko'rsatish

# WGStrings.CloseSingleAutoTranslate
source: Close auto translate
be: Адключыць аўтаматычны пераклад
ca: Desactiva la traducció automàtica
fr: Désactiver la traduction automatique
id: Matikan terjemahan otomatis
ms: Matikan terjemahan automatik
nl: Automatische vertaling uitschakelen
uk: Вимкніть автоматичний переклад
uz: Avtomatik tarjimani o'chiring

# WGStrings.OpenSingleAutoTranslate
source: Open auto translate
be: Уключыце аўтаматычны пераклад
ca: Activa la traducció automàtica
fr: Activer la traduction automatique
id: Aktifkan terjemahan otomatis
ms: Hidupkan terjemahan automatik
nl: Automatische vertaling inschakelen
uk: Увімкніть автоматичний переклад
uz: Avtomatik tarjimani yoqing

# Messages.Translate
source: Translate
be: перакладаць
ca: Traduir
fr: Traduire
id: Menerjemahkan
ms: Menterjemah
nl: Vertalen
uk: Çevir
uz: Tarjima qiling

# Messages.SendTranslate
source: Send
be: адправіць
ca: Enviar
fr: Envoyer
id: Mengirim
ms: Hantar
nl: Versturen
uk: Göndermek
uz: Yuborish

# Messages.UndoTranslate
source: Undo translation
be: Адмяніць пераклад
ca: Desfer la traducció
fr: Annuler la traduction
id: Urungkan terjemahan
ms: Buat asal terjemahan
nl: Vertaling ongedaan maken
uk: Çeviriyi Geri Al
uz: Tarjimani bekor qilish
